tap "oven-sh/bun"
brew "act"
brew "awscli"
brew "biome"
brew "colima", restart_service: :changed
brew "deno"
brew "docker"
brew "docker-compose"
brew "doppler"
brew "eza"
brew "gh"
brew "ghq"
brew "git"
brew "gnupg"
brew "googleworkspace-cli"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "libyaml"
brew "mise"
brew "ni"
brew "pnpm"
brew "ripgrep"
brew "stern"
brew "tmux"
brew "uv"
brew "vite"
brew "yarn"
brew "zellij"
brew "oven-sh/bun/bun"
cask "1password"
cask "amazon-workspaces"
cask "appcleaner"
cask "claude"
cask "cursor"
cask "figma"
cask "gcloud-cli"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "logi-options+"
cask "raycast"
cask "slack"
cask "slack-cli"
cask "superwhisper"
cask "tableplus"
cask "visual-studio-code"
cask "warp"
cask "zoom"
