# Taps

# Formulae
brew "act"
brew "awscli"
brew "biome"
brew "bun"
brew "deno"
brew "doppler"
brew "eza"
brew "gh"
brew "git"
brew "gnupg"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "mas"
brew "mise"
brew "ni"
brew "node"
brew "pnpm"
brew "ripgrep"
brew "stern"
brew "uv"
brew "yarn"
brew "zellij"

# Casks
cask "1password"
cask "amazon-workspaces"
cask "appcleaner"
cask "claude"
cask "cursor"
cask "docker"
cask "figma"
cask "gcloud-cli"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "logi-options-plus"
cask "raycast"
cask "slack"
cask "slack-cli"
cask "superwhisper"
cask "tableplus"
cask "visual-studio-code"
cask "warp"
cask "zoom"
