tap "derailed/k9s"
tap "dopplerhq/cli"
tap "kiki-ki/tap"
tap "mszostok/tap"
tap "oven-sh/bun"
brew "act"
brew "awscli"
brew "biome"
brew "colima", restart_service: :changed
brew "deno"
brew "docker"
brew "docker-compose"
brew "eza"
brew "gh"
brew "git"
brew "gnupg"
brew "googleworkspace-cli"
brew "jq"
brew "kubernetes-cli"
brew "libyaml"
brew "mise"
brew "ni"
brew "pnpm"
brew "ripgrep"
brew "stern"
brew "tmux"
brew "uv"
brew "yarn"
brew "zellij"
brew "derailed/k9s/k9s"
brew "dopplerhq/cli/doppler"
brew "kiki-ki/tap/qo"
brew "oven-sh/bun/bun"
cask "1password"
cask "amazon-workspaces"
cask "appcleaner"
cask "claude"
cask "cursor"
cask "docker"
cask "figma"
cask "gcloud-cli"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "logi-options-plus"
cask "raycast"
cask "slack"
cask "slack-cli"
cask "superwhisper"
cask "tableplus"
cask "visual-studio-code"
cask "warp"
cask "zoom"
vscode "aki77.rails-db-schema"
vscode "alefragnani.bookmarks"
vscode "anthropic.claude-code"
vscode "apollographql.vscode-apollo"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.vscode-gemfile"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "ics.japanese-proofreading"
vscode "ionutvmi.path-autocomplete"
vscode "jasonnutter.vscode-codeowners"
vscode "karunamurti.haml"
vscode "mechatroner.rainbow-csv"
vscode "mermade.openapi-lint"
vscode "mikestead.dotenv"
vscode "mosapride.zenkaku"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "mtsmfm.vscode-k8s-quick-attach"
vscode "mylesmurphy.prettify-ts"
vscode "philosowaffle.openapi-designer"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "reduckted.vscode-gitweblinks"
vscode "samuelcolvin.jinjahtml"
vscode "shanehofstetter.rails-i18n"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "simonsiefke.svg-preview"
vscode "sorbet.sorbet-vscode-extension"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "testdouble.vscode-standard-ruby"
vscode "tinkertrain.theme-panda"
vscode "wholroyd.jinja"
vscode "william-voyek.vscode-nginx"
vscode "wmaurer.change-case"
vscode "ziyasal.vscode-open-in-github"
go "cmd/go"
go "cmd/gofmt"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
